{
    "releases": [
    {
        "title": "Account Based Reports for X+O Data ",
        "date": "AUG 2019",
        "description": "Account based reports for X+O data",
        "likes": 0,
        "chips": [
        {"key":"d2o", "label": "Design to Deliver", "category": "process"},
        {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["d2o", "c4hana"],
        "businessvalues": [
            "Make the experience dimension measurable! Success of ABM programs based on X-data from Qualtrics using NPS.",
            "Understand experience by accounts or industry (Detractor Count, Passive Count, Promoters Count)",
            "Deliver out of box SAP Analytics Cloud story, with sample data"
        ],
        "featuredetails": [
            "Understand what drives decisions within B2B customer accounts by analyzing the NPS feedback between the lines across multiple feedback interactions and multiple contacts within an account.",
            "Identify customers with a high risk for churn, understand the drivers of churn, and take counter-action.",
            "Counteract better and earlier increasing overall customer retention rates."
        ],
        "futureplans": []
    },
    {
        "title": "Lead-to-Cash",
        "date": "AUG 2019",
        "description": "Combine experience data and operational data to gain new business insights and reach a new level of customer satisfaction",
        "likes": 0,
        "chips": [
            {"key":"leadtocash", "label": "Lead to cash", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["leadtocash", "c4hana"],
        "businessvalues": [
            "Collect experience data along the business process flow to get new insights.",
            "Combine new data with existing data and take your customer-centricity to the next level.",
            "Benefit from a harmonized User Experience across SAP C/4HANA along the end-to-end Process.",
            "Leverage industry-specific reference processes to better reflect your industry business process."
        ],
        "featuredetails": [
            "Harmonized experience across SAP Products and along end-to-end processes.",
            "Aligned business processes and (industry-specific) reference architectures that connect demand-chain and supply-chain.",
            "Experience data use cases embedded into classic business processes to gain maximum output from X-data and O-data.",
            "Pre-packaged integration content and integration scenarios defined along the end-to-end processes."
        ],
        "futureplans": []
    },
    {
        "title": "Service Ticket Integration",
        "date": "AUG 2019",
        "description": "Foster after sales customer satisfaction by tailored campaigns",
        "likes": 0,
        "chips": [
            {"key":"leadtocash", "label": "Lead to cash", "category": "process"},
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"marketingcloud", "label": "Marketing Cloud", "category": "product"}
        ],
        "tags": ["leadtocash", "sourcetopay", "marketingcloud"],
        "businessvalues": [
            "Receive customer service tickets as signals in marketing to trigger the right action for personalized and targeted marketing.",
            "Safeguard customer satisfaction and ensure customer retention, by rewarding customers with low service frequency, or compensation for customers with a significant high service need.",
            "Strengthen long-term customer loyalty through overall positive customer experience and after sales satisfaction. Identify cross- and upsell opportunities."
        ],
        "featuredetails": [
            "Service tickets from SAP Service Cloud solutions are transformed to SAP Marketing Cloud interactions.",
            "Service tickets enrich customer profiles to enable segmentation on service related attributes like service duration, service category, or priority of tickets. Further use for trigger-based campaigns, for example, to launch surveys on rendered services.",
            "Data Model enhancement for Interactions and Product Hierarchies to support service specific attributes. Integration with SAP Service Cloud solutions, based on new standard iFlows."
        ],
        "futureplans": []
    },
    {
        "title": "Commerce Clickstream Tracking",
        "date": "AUG 2019",
        "description": "Combine the power of SAP Context-Driven Services and SAP Marketing Cloud for deeper customer insights and to drive omnichannel personalization ",
        "likes": 0,
        "chips": [
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"marketingcloud", "label": "Marketing Cloud", "category": "product"}
        ],
        "tags": ["sourcetopay", "marketingcloud"],
        "businessvalues": [
            "Leverage Commerce Journey Data Capture the detailed behavioral interaction history of individual Commerce customers and make them available within SAP Marketing Cloud.",
            "Create Holistic Customer Profiles  Use the rich behavioral customer data history within SAP Marketing Cloud to create a more complete and more consistent picture of all customer interactions for your marketing activities.",
            "Extend Personalization Beyond On-Site Follow up on the customer’s onsite experience by executing remarketing and retention campaigns that have access to key insights from each individual site visit."
        ],
        "featuredetails": [
            "Clickstream tracking of: Searches, Product Views and Product Category Views",
            "Filtering of clickstreams by threshold definitions.",
            "Making use of clickstreams for profile enrichment."
        ],
        "futureplans": []
    },
    {
        "title": "COS Integration into SAP Commerce Cloud",
        "date": "AUG 2019",
        "description": "",
        "likes": 0,
        "chips": [
            {"key":"d2o", "label": "Design to Deliver", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["d2o", "c4hana"],
        "businessvalues": [],
        "featuredetails": [
            "Check article availability from the product detail page or the cart.",
            "Check sourcing ahead of order placement in order to accurately calculate taxes.",
            "Call cloud sourcing API to use within existing order orchestration implementations.",
            "Configure rules after launch using drag and drop UI."
        ],
        "futureplans": []
    },
    {
        "title": "Customer Master",
        "date": "AUG 2019",
        "description": "Customer master data always up-to-date and connected across your landscape",
        "likes": 0,
        "chips": [
            {"key":"twm", "label": "total workforce management", "category": "process"},
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["twm", "sourcetopay", "c4hana"],
        "businessvalues": [
            "Run simple with connected customer records across your front and back office.",
            "Deliver on your promises with pre-configured integration, enabling seamless processes for your customers."
        ],
        "featuredetails": [
            "Unified Customer ID across all SAP C/4HANA clouds and beyond.",
            "Covering all B2C consumer, B2B accounts and contacts.",
            "From the first identified engagement to a mature, loyal customer.",
            "Simplified integration across the ecosystem with a common API and Master Data Management."
        ],
        "futureplans": []
    },
    {
        "title": "Integration of Business Partner and Business Partner Relationships",
        "date": "AUG 2019",
        "description": "Intelligent Enterprise Business Partner Data in B2B Marketing",
        "likes": 0,
        "chips": [
            {"key":"leadtocash", "label": "Lead to cash", "category": "process"},
            {"key":"marketingcloud", "label": "Marketing Cloud", "category": "product"}
        ],
        "tags": ["leadtocash", "marketingcloud"],
        "businessvalues": [
            "B2B Marketing scenarios like Account-Based Marketing benefit from Intelligent Enterprise paradigm for integration of business partner master data.",
            "Multi-faceted business partner relationships, based on different relationship categories from corporate contacts and accounts are consumable for advanced segmentation and campaign management."
        ],
        "featuredetails": [
            "New integration scenario to load business partner and business partner relationships from any Intelligent Enterprise System (e.g. SAP S/4HANA) into SAP Marketing Cloud.",
            "Extract local business partner data into interaction contacts as a foundation to support n:m relationships between contacts and accounts, based on different relationship categories.",
            "Scenario-based extensibility, including iFlow in CPI and BAdIs in Marketing to influence standard mapping."
        ],
        "futureplans": []
    },
    {
        "title": "Beta version of SAP C/4HANA Unified Public API",
        "date": "AUG 2019",
        "description": "Unified, scalable, extensible and open API framework, enabling SAP customers and partners to streamline publication of business services",
        "likes": 0,
        "chips": [
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["sourcetopay", "c4hana"],
        "businessvalues": [
            "A consistent suite experience via all consumption channels",
            "Focus on the most important APIs, one API technology and pattern",
            "Group APIs logically by domains, not exposing underlaying applications",
            "Unified SAP C/4HANA API with access to core data and functionality for Intelligent Enterprise processes."
        ],
        "featuredetails": [],
        "futureplans": []
    },
    {
        "title": "SAP Open Connector for Webinars",
        "date": "AUG 2019",
        "description": "Unified approach to integrate at scale with webinar platforms through SAP open connectors",
        "likes": 0,
        "chips": [
            {"key":"d2o", "label": "Design to Deliver", "category": "process"},
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"marketingcloud", "label": "Marketing Cloud", "category": "product"}
        ],
        "tags": ["d2o", "sourcetopay", "marketingcloud"],
        "businessvalues": [
            "Integrate with webinar platform of choice (with 1911 GoToWebinar* connector is enabled, additional vendors like BrightTalk, ReadyTalk, and other connectors progressively).",
            "Extend your demand generation mix by effectively including webinars in your marketing automation platform.",
            "Use webinar key statistics like attendee activity and engagement data from various webinar platforms for analysis, segmentation, and further follow-up activities."
        ],
        "featuredetails": [
            "Integrate with any webinar platform that is enabled through SAP open connectors (GoToWebinar shall be enabled initially).",
            "Automatically create / update contacts based on webinar registrants and create interactions from activities like attending the webinar.",
            "Import relevant webinar information from webinar platform into SAP Marketing Cloud and use this information for targeting and follow-up."
        ],
        "futureplans": []
    },
    {
        "title": "Management Plane",
        "date": "AUG 2019",
        "description": "Management plane provides the ability to manage application registration and grouping, and enables you to create runtime based on groups",
        "likes": 0,
        "chips": [
            {"key":"twm", "label": "total workforce management", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["twm", "c4hana"],
        "businessvalues": [
            "List of all applications registered to Extension Factory",
            "Meta data of APIs and events of the registered applications",
            "Manage different cloud provider subscription keys for creating Extension Factory runtime",
            "List of current Extension Factory runtimes with status and version information"
        ],
        "featuredetails": [
            "Application Registry: Register your SAP C/4HANA applications in Extension Factory​",
            "Application Director: Group multiple SAP C/4HANA application instances together.",
            "Create runtime ​with open- source Kyma by bringing your own license for GCP and/or Azure",
            "Application Connector: Builds a trusted relationship between Extension Factory and SAP C/4HANA applications"
        ],
        "futureplans": []
    },
    {
        "title": "Extension Runtime",
        "date": "AUG 2019",
        "description": "Kubernetes based runtimes with open source Kyma ",
        "likes": 0,
        "chips": [
            {"key":"leadtocash", "label": "Lead to cash", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["leadtocash", "c4hana"],
        "businessvalues": [
            "Do side-by-side extensions in a cloud-native way and deploy them in the runtime to extend SAP Commerce Cloud",
            "Bring Your Own License model starting with support for Google Cloud Platform to leverage your existing investments with the cloud infrastructure provider"

        ],
        "featuredetails": [
            "Service Catalog with events and APIs from the connected systems, technical and business services from Google Cloud platform and Microsoft Azure.",
            "Events flow from the connected application are securely received for externalizing the application logic",
            "Secure API call from the runtime to the connected system through the micro gateway"
        ],
        "futureplans": []
    },
    {
        "title": "Event Based Data Distribution",
        "date": "AUG 2019",
        "description": "A cloud native data distribution capability built to support event based paradigms for both existing and new applications",
        "likes": 0,
        "chips": [
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["sourcetopay", "c4hana"],
        "businessvalues": [
            "Unified: Comprehensive integration landscape view and configuration",
            "Loosely Coupled: cloud-native scalable asynchronous processes to avoid brittle point to point integrations",
            "Publish Once: avoid complexity and additional server resources required to send the same information to multiple applications",
            "Replay: increase resiliency and reduce load on source system through event replay for temporary outages and new system deployments"
        ],
        "featuredetails": [
            "Filtering Service: Filtering based on data content and/or consent to determine if an event can be sent to a subscriber",
            "Gateway Service: Responsible for ingesting data sent from applications and writing it to the Event Log",
            "Events Log and Replay service: Stores events and orchestrates the reply requests from end users or consuming applications"
        ],
        "futureplans": []
    },
    {
        "title": "Managed Extension Runtime",
        "date": "AUG 2019",
        "description": "Kubernetes based runtimes with open source Kyma in a SAP managed offering with standard enterprise support",
        "likes": 0,
        "chips": [
            {"key":"d2o", "label": "Design to Deliver", "category": "process"},
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["d2o", "sourcetopay", "c4hana"],
        "businessvalues": [
            "More time for you to focus on the business instead of managing the cluster with upgrades and maintenance",
            "Standard enterprise support from SAP to ensure the smooth operations of the extension runtimes"
        ],
        "featuredetails": [],
        "futureplans": []
    },
    {
        "title": "Service Catalog",
        "date": "AUG 2019",
        "description": "Service Catalog allows Extension Factory to consume business and technical services from SAP and other providers​",
        "likes": 0,
        "chips": [
            {"key":"twm", "label": "total workforce management", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["twm", "c4hana"],
        "businessvalues": [
            "Unified way of providing and using service offerings from SAP and other providers",
            "One central place for all services and APIs & Events of connected SAP C/4HANA applications",
            "Future-proof due to focus on common standards (Open Service Broker APIs)",
            "Faster time to market for new business cases"
        ],
        "featuredetails": [
            "Catalog Listing: list all connected apps’ APIs and Events with the meta data in a consistent way",
            "Instance Binding: Instantiate a service from the catalog and bind it to a local app/service",
            "Eases the development effort by providing a catalog of API and Event documentation to support automatic client code generation",
            "Local Broker: to enable consuming internal services in a similar way like the consumption of external services"
        ],
        "futureplans": []
    },
    {
        "title": "Integrating SAP Commerce Cloud using SAP Cloud Platform Integration via APIs",
        "date": "AUG 2019",
        "description": "Make integration in the cloud, hybrid and onPrem landscapes easier and simpler. ",
        "likes": 0,
        "chips": [
            {"key":"leadtocash", "label": "Lead to cash", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["leadtocash", "c4hana"],
        "businessvalues": [
            "Integration architecture that is based on public APIs to ensure that our systems are open to integrate with other applications and extension applications.",
            "SAP Cloud Platform Integration for process integration as SAP’s strategic “hub” for process integration and master data synchronization.",
            "Unified, consolidated and simplified integration infrastructure by aligning Commerce Cloud integrations with your other integrations."
        ],
        "featuredetails": [
            "Enhancements to SAP Cloud Platform Integration content package for integration with SAP Marketing Cloud.",
            "SAP Cloud Platform Integration content package for SAP Retail with SAP S/4HANA."
        ],
        "futureplans": []
    },
    {
        "title": "Integration with MDM Business Partner Service",
        "date": "AUG 2019",
        "description": "Introduce a single point of truth for your Customer Master Data …. leveraging data from SAP applications and providing a holistic view of customer data",
        "likes": 0,
        "chips": [
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"sapcommercecloud", "label": "SAP Commerce Cloud", "category": "product"}
        ],
        "tags": ["sourcetopay", "sapcommercecloud"],
        "businessvalues": [
            "Create a single point of truth, populated with a consolidated view of your customer data across SAP applications.",
            "Provide shared access to trusted, reliable and clean customer master data.",
            "Synchronize cleaned master data with relevant SAP applications."
        ],
        "featuredetails": [],
        "futureplans": []
    },
    {
        "title": "SAP Cloud Platform Extension Factory Integration",
        "date": "AUG 2019",
        "description": "Extend and integrate with greater flexibility and speed than ever before",
        "likes": 0,
        "chips": [
            {"key":"d2o", "label": "Design to Deliver", "category": "process"},
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"sapcustomerdatacloud", "label": "SAP Customer Data Cloud", "category": "product"}
        ],
        "tags": ["d2o", "sourcetopay", "sapcustomerdatacloud"],
        "businessvalues": [
            "Integrate the SAP Customer Data Cloud process with the SAP Extension Factory for customization in a central and performant platform.",
            "Reduce the points of failure by reducing the variety of systems in place for extensions, reducing support of critical processes.",
            "Out-of-the-box extensibility and integration with C/4HANA applications.",
            "Native integration to SAP Customer Data Cloud to extend and enhance core capabilities."
        ],
        "featuredetails": [],
        "futureplans": []
    },
    {
        "title": "SAP C/4HANA cockpit",
        "date": "AUG 2019",
        "description": "Enabling SAP C/4HANA customers Administrators and developers with a single entry to run and extend SAP C/4HANA Suite.",
        "likes": 0,
        "chips": [
            {"key":"twm", "label": "total workforce management", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["twm", "c4hana"],
        "businessvalues": [
            "The single entry point for customers and partners to discover, configure, operate and extend their SAP C/4HANA products",
            "The one-stop shop for daily operations (KPIs, actions), help, product news, discovery and activation of additional services",
            "Launch and manage SAP C/4HANA Foundation services (Extension Factory, Provisioning etc.)",
            "User experience for main SAP C/4HANA Foundation Services capabilities"
        ],
        "featuredetails": [
            "Display SAP C/4HANA-wide entitlement information and trigger provisioning of the entitled products",
            "Create Extension Factory runtime through the Management Plane and provision Kyma runtimes for running cloud-native extensions",
            "Manage authorizations – assign users to predefined SAP C/4HANA cockpit roles",
            "Perform SAP Commerce Cloud infrastructure administration task from within the cockpit"
        ],
        "futureplans": []
    },
    {
        "title": "Authentication and Authorization",
        "date": "AUG 2019",
        "description": "A modern way of Unified Access across the SAP C/4HANA Suite to enable a state-of-the art SAP C/4HANA experience.",
        "likes": 0,
        "chips": [
            {"key":"leadtocash", "label": "Lead to Cash", "category": "process"},
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["leadtocash", "sourcetopay", "c4hana"],
        "businessvalues": [
            "Customers benefit from a unified admin and developer user base",
            "Tight integration with SAP C/4HANA internal organizations helps providing an extra service and support experience.",
            "Support all modern protocols allowing futureproof architectures, along with the existing SaaS portfolio."
        ],
        "featuredetails": [
            "Centralized Management of authentication and authorization overarching the SAP C/4HANA portfolio.",
            "Unified Access across the SAP C/4HANA Foundation component to enable state-of-the art experience.",
            "SAP customers consume SAP C/4HANA Products with a unified account."
        ],
        "futureplans": []
    },
    {
        "title": "Orchestration",
        "date": "AUG 2019",
        "description": "A framework to make it simple for customers and partners to execute tasks like provisioning, decommissioning, configuration, entitlement visibility, etc. ",
        "likes": 0,
        "chips": [
            {"key":"sourcetopay", "label": "Source to Pay", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["sourcetopay", "c4hana"],
        "businessvalues": [
            "View and manage your entitlements from one central point",
            "Get pre-configured end-to-end Intelligent Enterprise scenarios like lead-to-cash"
        ],
        "featuredetails": [
            "Unified approach towards a SAP C/4HANA Suite wide system provisioning with ONE welcome mail",
            "Simplify the IT Admin’s life with Cloud Lifecycle management tools",
            "Consistent provisioning, decommissioning, configuration, etc., exposed as self-service capabilities in the SAP C/4HANA cockpit",
            "Automation of integration services and faster setup of customer landscape across development, staging, and production"
        ],
        "futureplans": []
    },
    {
        "title": "New scalable storage for carts and other item types",
        "date": "AUG 2019",
        "description": "Improve performance and scalability by storing carts and other items in alternative storage (polyglot persistence)",
        "likes": 0,
        "chips": [
            {"key":"d2o", "label": "Design to Deliver", "category": "process"},
            {"key":"sapcommercecloud", "label": "SAP Commerce Cloud", "category": "product"}
        ],
        "tags": ["d2o", "sapcommercecloud"],
        "businessvalues": [
            "The central SQL database can become a bottleneck for high volume sites. Especially the cart with its frequent reads and writes can put a lot of strain of the database since items will be constantly evicted from cache.",
            "We’re adding the capabilities to store items in the storage that best fits to customer needs. By default it would be the same storage that customer is using for other purposes.",
            "Customer will have the option to plug in a distributed in-memory grid solution such as Hazelcast for failover and scalability, as well as a asynchronous write-behind to the SQL database for durability without impacting performance."
        ],
        "featuredetails": [
            "Polyglot persistence: New low level persistence layer. Allows to use dedicated storages for various kinds of data and for various use-cases. Document Cart – usage of polyglot for cart related Items. New Polyglot dialect introduced.",
            "Scalability: The central relational database in the current solution is a bottleneck. The new approach allows scaling across multiple database types and instances.",
            "From an API point of view, the alternative storage will mostly be transparent and only in some cases require minimal effort to adapt."

        ],
        "futureplans": []
    },
    {
        "title": "SAP Fiori 3 Look and Feel for SAP C/4HANA",
        "date": "AUG 2019",
        "description": "End users see that our products form a coherent picture",
        "likes": 0,
        "chips": [
            {"key":"twm", "label": "total workforce management", "category": "process"},
            {"key":"leadtocash", "label": "Lead to Cash", "category": "process"},
            {"key":"c4hana", "label": "C/4HANA", "category": "product"}
        ],
        "tags": ["twm", "leadtocash", "c4hana"],
        "businessvalues": [
            "Builds consistency for the end user and improves usability of SAP C/4HANA.",
            "Improves user adoption and satisfaction of SAP C/4HANA.",
            "Consistent terminology and placement of actions ensures that end users know where to go next, thereby reducing their cognitive load.",
            "Provides a consistent, coherent and modern user experience for the intelligent suite across SAP C/4HANA  and SAP S/4HANA."
        ],
        "featuredetails": [],
        "futureplans": []
    }
    ]
}
