{
  "title": "product roadmaps",
  "whatsnew": [
    {
      "id": 1,
      "type": "start",
      "title": "c/4hana",
      "header": "Harmonized User Experience for SAP C/4HANA Cloud",
      "body": "Harmonized look and feel across all five C/4HANA cloud solutions with Fiori 3.",
      "buttonText": "Learn More",
      "buttonLink": "c4hana"
    },
    {
      "id": 2,
      "type": "mid",
      "title": "integration",
      "header": "Integration between SAP C/4HANA and SAP S/4HANA",
      "body": "Consistent and aligned Lead-to-Cash process for physical products (sell from stock) across demand-chain and ...",
      "buttonText": "Learn More",
      "buttonLink": "c4hana"
    },
    {
      "id": 3,
      "type": "mid",
      "title": "webinar",
      "header": "Onboarding 2.0",
      "body": "Redefined onboarding to simplify experiences, processes and administration.",
      "buttonText": "Register Now >",
      "buttonLink": "blue"
    }
  ],
  "chips": [
    {
      "label": "All",
      "tags": []
    },
    {
      "label": "People Engagement",
      "tags": [
        "people",
        "hr"
      ]
    },
    {
      "label": "Network & Spend Management",
      "tags": [
        "network",
        "spending",
        "finance"
      ]
    },
    {
      "label": "Customer Experience",
      "tags": [
        "customer",
        "experience"
      ]
    },
    {
      "label": "Manufacturing & Supply Chain",
      "tags": [
        "manufacturing",
        "supplychain",
        "business"
      ]
    },
    {
      "label": "Digital Core",
      "tags": [
        "digital",
        "core",
        "finance"
      ]
    }
  ],
  "products": [
    {
      "title": "SAP SuccessFactors",
      "icon": "successfactors",
      "body": "SAP SuccessFactors is a complete human capital management (HCM) suite that helps you attract, develop, motivate, and engage a diverse, global workforce.",
      "tags": [
        "successfactors"
      ]
    },
    {
      "title": "SAP Ariba Solutions",
      "icon": "ariba",
      "body": "Market-leading SAP Ariba solutions execute source-to-pay processes with integration to suppliers over the world’s largest business network. SAP Ariba solutions are how companies connect to get business done.",
      "tags": [
        "sapariba"
      ]
    },
    {
      "title": "SAP Concur Solutions",
      "icon": "concur",
      "body": "SAP Concur solutions provide innovative and actionable tools to help businesses efficiently transact, control, and maximize the value of employee discretionary spend.",
      "tags": [
        "sapconcur"
      ]
    },
    {
      "title": "SAP C/4HANA Suite",
      "icon": "c4hana",
      "body": "SAP C/4HANA is the customer experience suite of five cloud solutions: Commerce Cloud, Marketing Cloud, Customer Data Cloud, Service Cloud, and Sales Cloud.",
      "tags": [
        "sapc4hana"
      ]
    },
    {
      "title": "SAP Fieldglass Solutions",
      "icon": "fieldglass",
      "body": "SAP Fieldglass solutions help you find, engage, and manage your external workforce and services procurement resources.",
      "tags": [
        "sapfieldglass"
      ]
    }
  ],
  "solutions": [
    {
      "title": "Record to Report",
      "icon": "recordtoreport",
      "body": "Finance and accounting mgt process which involves collecting, processing and delivery in relevant timely information used for providing strategic, financial and operational feedback.",
      "tags": [
        "finance"
      ]
    },
    {
      "title": "Plan to Produce",
      "icon": "plantoproduce",
      "body": "The business process involved in taking a product from pre-market introduction to on the shelf.  Forecasting, sales operations planning, production planning, procurement, manufacturing.",
      "tags": [
        "manufacturing"
      ]
    },
    {
      "title": "Lead to Cash",
      "icon": "leadtocash",
      "body": "The lead-to-cash process is for managing all aspects of the customer experience, from the initial customer interaction to order fulfillment and service delivery. It focuses on driving and realizing revenue along the customer journey.",
      "tags": [
        "customer",
        "finance"
      ]
    },
    {
      "title": "Total Workforce Management",
      "icon": "twm",
      "body": "SAP has streamlined processes, enabled by the SAP Intelligent Enterprise Framework, to manage all aspects of your workforce (employees and external workers) in line with business objectives and with clear financial impact.",
      "tags": [
        "hr",
        "finance",
        "people"
      ]
    },
    {
      "title": "Acquire to Retire",
      "icon": "acquiretoretire",
      "body": "Managing the lifecycle of an asset.  Usually a physical asset and generally a piece of equipment, large machine, engine, powerplant.  Procure, build, asset library, maintenance, depreciation, service, replacement parts.",
      "tags": [
        "manufacturing"
      ]
    },
    {
      "title": "Design to Operate",
      "icon": "d2o",
      "body": "The classical manufacturing process, starting from Design, over the manufacturing and delivery of an asset, and in the Intelligent Enterprise process cut also the step of finally Operating the asset at customer site is included.",
      "tags": [
        "manufacturing",
        "core"
      ]
    },
    {
      "title": "Source to Pay",
      "icon": "sourcetopay",
      "body": "From strategically selecting the right suppliers or external workforce personnel to assuring compliance demands related to operational procurement processes are executed.",
      "tags": [
        "spending",
        "core"
      ]
    },
    {
      "title": "Information to Insight",
      "icon": "informationtoinsight",
      "body": "Information-to-insight process ranges from managing data storage, governance, and performance to real-time business insights with a digital boardroom.",
      "tags": [
        "core",
        "h4"
      ]
    },
    {
      "title": "Message to Market",
      "icon": "messagetomarket",
      "body": "The process is about understanding and reaching target audiences, aligning messaging to company goals, and ascertaining the differentiating values and benefits of products.",
      "tags": [
        "customer",
        "core",
        "spend"
      ]
    }
  ]
}
